Repository: Chuina12/tourisme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Explore Zanzibar's spice plantations and learn about the island's rich history in the spice trade.
fr: Explorez les plantations d'épices de Zanzibar et découvrez l'histoire riche de l'île dans le commerce des épices.

source: Arusha Coffee Tour
fr: Tour de café à Arusha

source: Take a coffee tour in Arusha and learn about the coffee-making process from bean to cup.
fr: Faites un tour de café à Arusha et découvrez le processus de fabrication du café, de la graine à la tasse.

source: Hot Air Balloon Safari
fr: Safari en montgolfière

source: Get a bird’s-eye view of the Tanzanian landscape with a breathtaking hot air balloon safari.
fr: Profitez d'une vue d'oiseau sur le paysage tanzanien avec un safari en montgolfière à couper le souffle.

source: Tanzania Safari Adventures
fr: Aventures de safari en Tanzanie

source: Experience the ultimate safari adventure in Tanzania. Explore the world-renowned Serengeti National Park, home to the Big Five and the Great Migration. Discover the stunning Ngorongoro Crater, often called the “Eighth Wonder of the World,” and marvel at its dense wildlife population.
fr: Vivez l'aventure de safari ultime en Tanzanie. Explorez le parc national du Séréngeti, célèbre dans le monde entier, abritant les Big Five et la Grande Migration. Découvrez le magnifique cratère du Ngorongoro, souvent appelé la « huitième merveille du monde », et admirez sa population animale dense.

source: Whether you're after the thrill of spotting lions, elephants, or witnessing wildebeest cross the Mara River, our safari packages ensure an unparalleled wildlife experience.
fr: Que vous recherchiez l'excitation de voir des lions, des éléphants ou d'assister à la traversée de gnous du fleuve Mara, nos forfaits safari offrent une expérience de la faune inégalée.

source: Tanzania Safari
fr: Safari en Tanzanie

source: Explore Tanzania
fr: Explorez la Tanzanie

source: Why Choose Tanzania?
fr: Pourquoi choisir la Tanzanie ?

source: World-Class Safaris
fr: Safaris de classe mondiale

source: Tanzania is home to some of Africa's most famous national parks, offering the best wildlife viewing experiences on the continent.
fr: La Tanzanie abrite certains des parcs nationaux les plus célèbres d'Afrique, offrant les meilleures expériences d'observation de la faune du continent.

source: Diverse Landscapes
fr: Paysages diversifiés

source: From the snow-capped peaks of Mount Kilimanjaro to the crystal-clear waters of Zanzibar, Tanzania’s diverse geography is breathtaking.
fr: Des sommets enneigés du mont Kilimandjaro aux eaux cristallines de Zanzibar, la géographie diversifiée de la Tanzanie est à couper le souffle.

source: Rich Cultural Heritage
fr: Patrimoine culturel riche

source: Immerse yourself in the traditions of the Maasai, Hadzabe, and other indigenous communities while exploring the cultural heart of Tanzania.
fr: Imprégnez-vous des traditions des Massaï, Hadzabe et autres communautés autochtones en explorant le cœur culturel de la Tanzanie.

source: Let us help you craft the perfect Tanzanian adventure. Whether you want to climb Mount Kilimanjaro, embark on a safari, or relax on Zanzibar’s beaches, we will tailor a trip that suits your desires and ensures an unforgettable experience.
fr: Laissez-nous vous aider à créer l'aventure parfaite en Tanzanie. Que vous souhaitiez gravir le mont Kilimandjaro, partir en safari ou vous détendre sur les plages de Zanzibar, nous organiserons un voyage qui répond à vos envies et garantit une expérience inoubliable.

source: Contact us today to begin planning your dream vacation in Tanzania. Our team of experts is here to guide you through every step of the process, ensuring a seamless and enriching journey.
fr: Contactez-nous dès aujourd'hui pour commencer à planifier vos vacances de rêve en Tanzanie. Notre équipe d'experts est là pour vous guider à chaque étape du processus, garantissant un voyage fluide et enrichissant.

source: Zanzibar Sunset Cruise
fr: Croisière au coucher de soleil à Zanzibar

source: Sail along Zanzibar’s stunning coast
fr: Naviguez le long de la côte magnifique de Zanzibar

source: Typography
fr: Typographie

source: Choose Your Style
fr: Choisissez votre style

source: H1 Heading
fr: Titre H1

source: Welcome to our wonderful world. We sincerely hope that each and every user entering our website will find exactly what he/she is looking for. With advanced features of activating account and new login widgets, you will definitely have a great experience of using our web page.
fr: Bienvenue dans notre merveilleux monde. Nous espérons sincèrement que chaque utilisateur entrant sur notre site trouvera exactement ce qu'il/elle cherche. Grâce aux fonctionnalités avancées d'activation de compte et aux nouveaux widgets de connexion, vous vivrez certainement une excellente expérience sur notre site.

source: H2 Heading
fr: Titre H2

source: H3 Heading
fr: Titre H3

source: H4 Heading
fr: Titre H4

source: H5 Heading
fr: Titre H5

source: H6 Heading
fr: Titre H6

source: Discover the Wilderness of Uganda
fr: Découvrez la nature sauvage de l'Ouganda

source: Guided tours through Uganda's national parks
fr: Visites guidées à travers les parcs nationaux de l'Ouganda

source: Witness the majestic wildlife in its natural habitat
fr: Admirez la majestueuse faune dans son habitat naturel

source: Meet Uganda's Iconic Gorillas
fr: Rencontrez les gorilles emblématiques de l'Ouganda

source: Experience a unique gorilla trekking adventure
fr: Vivez une aventure unique de trekking pour voir les gorilles

source: Get close to endangered mountain gorillas
fr: Approchez-vous des gorilles des montagnes en voie de disparition

source: Adventure on the Nile
fr: Aventure sur le Nil

source: Enjoy thrilling rafting and water sports
fr: Profitez du rafting et des sports nautiques palpitants

source: Explore the scenic views of the Nile River
fr: Explorez les vues pittoresques du fleuve Nil

source: Experience Ugandan Culture
fr: Découvrez la culture ougandaise

source: Engage with local communities and traditions
fr: Engagez-vous avec les communautés locales et leurs traditions

source: Discover the vibrant culture of Uganda
fr: Découvrez la culture vibrante de l'Ouganda

source: Discover Uganda
fr: Découvrez l'Ouganda

source: Venture into the misty jungles of Bwindi to come face-to-face with the majestic mountain gorillas, one of the most unforgettable wildlife experiences in Africa.
fr: Aventurez-vous dans les jungles brumeuses de Bwindi pour rencontrer les majestueux gorilles des montagnes, l'une des expériences de faune les plus inoubliables en Afrique.

source: Explore the source of the Nile River with thrilling activities such as white-water rafting, kayaking, and boat cruises in Jinja, the adrenaline capital of East Africa.
fr: Explorez la source du fleuve Nil avec des activités palpitantes telles que le rafting en eaux vives, le kayak et les croisières en bateau à Jinja, la capitale de l'adrénaline en Afrique de l'Est.

source: Discover the wildlife treasures of Uganda with game drives in Queen Elizabeth National Park, where you can spot lions, elephants, hippos, and other iconic African animals.
fr: Découvrez les trésors de la faune de l'Ouganda lors de safaris dans le parc national Queen Elizabeth, où vous pourrez observer des lions, des éléphants, des hippopotames et d'autres animaux emblématiques de l'Afrique.

source: Rwenzori Mountains Hiking
fr: Randonnée dans les montagnes Rwenzori

source: Embark on an adventurous hike through the Rwenzori Mountains, also known as the "Mountains of the Moon," offering breathtaking views and diverse landscapes from tropical rainforests to snow-capped peaks.
fr: Partez pour une randonnée aventureuse dans les montagnes Rwenzori, également appelées les « Montagnes de la Lune », offrant des vues à couper le souffle et des paysages variés, des forêts tropicales aux sommets enneigés.

source: Chimpanzee Tracking
fr: Suivi des chimpanzés

source: Experience the thrill of tracking wild chimpanzees in Kibale Forest National Park, where you can observe these fascinating primates in their natural habitat.
fr: Vivez l'excitation du suivi des chimpanzés sauvages dans le parc national de la forêt de Kibale, où vous pourrez observer ces fascinants primates dans leur habitat naturel.

source: Crater Lakes Exploration
fr: Exploration des lacs de cratère

source: Discover the stunning crater lakes of western Uganda, where scenic hikes, bird-watching, and peaceful boat rides offer a tranquil escape amid lush greenery and volcanic landscapes.
fr: Découvrez les magnifiques lacs de cratère de l'ouest de l'Ouganda, où des randonnées pittoresques, l'observation des oiseaux et des promenades en bateau paisibles offrent une escapade tranquille au milieu de la verdure luxuriante et des paysages volcaniques.

source: Cultural Visit to Buganda Kingdom
fr: Visite culturelle du royaume de Buganda

source: Immerse yourself in the rich culture of the Buganda Kingdom with visits to the royal palaces, traditional dances, and historical sites around Kampala, Uganda's vibrant capital.
fr: Immergez-vous dans la riche culture du royaume de Buganda avec des visites des palais royaux, des danses traditionnelles et des sites historiques autour de Kampala, la capitale vibrante de l'Ouganda.

source: Birdwatching Safari
fr: Safari d'observation des oiseaux

source: Discover why Uganda is a top birding destination with guided birdwatching tours in Murchison Falls National Park, spotting diverse species from colorful kingfishers to the rare shoebill.
fr: Découvrez pourquoi l'Ouganda est une destination de choix pour l'observation des oiseaux avec des visites guidées dans le parc national des chutes de Murchison, où vous pourrez observer diverses espèces, du martin-pêcheur coloré au rare bec-en-sabot.

source: Soar above the plains of Murchison Falls National Park in a hot air balloon, taking in sweeping views of the savannah and spotting wildlife from above at sunrise.
fr: Survolez les plaines du parc national des chutes de Murchison en montgolfière, en admirant les vues panoramiques de la savane et en observant la faune depuis les airs au lever du soleil.

source: Uganda Safari Adventures
fr: Aventures de safari en Ouganda

source: Experience the adventure of a lifetime as you embark on safaris to witness Uganda’s extraordinary wildlife. Trek through the Bwindi Forest to see mountain gorillas, or explore Murchison Falls National Park for spectacular views and diverse wildlife.
fr: Vivez l'aventure de toute une vie en partant en safari pour admirer la faune extraordinaire de l'Ouganda. Partez en trekking dans la forêt de Bwindi pour voir les gorilles des montagnes, ou explorez le parc national des chutes de Murchison pour des vues spectaculaires et une faune diversifiée.

source: Our safari packages cater to all preferences, from wildlife observation to cultural and outdoor adventures.
fr: Nos forfaits safari répondent à toutes les préférences, de l'observation de la faune aux aventures culturelles et en plein air.

source: Why Choose Uganda?
fr: Pourquoi choisir l'Ouganda ?

source: Incredible Wildlife
fr: Une faune incroyable

source: Uganda is home to some of the world's most rare and impressive wildlife, including mountain gorillas, chimpanzees, and diverse bird species.
fr: L'Ouganda abrite certaines des espèces sauvages les plus rares et impressionnantes du monde, y compris les gorilles de montagne, les chimpanzés et de nombreuses espèces d'oiseaux.

source: Rich Culture
fr: Culture riche

source: Discover Uganda’s unique cultural heritage through local villages, traditional music, and historic sites.
fr: Découvrez le patrimoine culturel unique de l'Ouganda à travers les villages locaux, la musique traditionnelle et les sites historiques.

source: Stunning Landscapes
fr: Paysages à couper le souffle

source: From the Rwenzori Mountains to the shores of Lake Victoria, Uganda boasts some of Africa's most scenic landscapes.
fr: Des montagnes Rwenzori aux rives du lac Victoria, l'Ouganda offre certains des paysages les plus pittoresques d'Afrique.

source: Let us help you craft the ideal Ugandan adventure. Whether you're seeking a wildlife safari, a cultural immersion, or a mountain trek, we will create a personalized itinerary to ensure an unforgettable experience.
fr: Laissez-nous vous aider à concevoir l'aventure idéale en Ouganda. Que vous recherchiez un safari, une immersion culturelle ou une randonnée en montagne, nous créerons un itinéraire personnalisé pour vous offrir une expérience inoubliable.

source: Contact us today to start planning your dream vacation in Uganda. Our dedicated team of travel experts is here to make your journey seamless and memorable.
fr: Contactez-nous dès aujourd'hui pour commencer à planifier vos vacances de rêve en Ouganda. Notre équipe dévouée d'experts en voyages est là pour rendre votre voyage fluide et mémorable.

source: Ready to Explore the Paradise of Zanzibar?
fr: Prêt à explorer le paradis de Zanzibar ?

source: Customizable tours designed to showcase the beauty of Zanzibar
fr: Des circuits personnalisables conçus pour révéler la beauté de Zanzibar

source: Experience pristine beaches, rich culture, and exotic wildlife
fr: Découvrez des plages immaculées, une culture riche et une faune exotique

source: Discover Zanzibar's Beautiful Beaches
fr: Découvrez les belles plages de Zanzibar

source: Relax on white sandy shores with clear turquoise waters
fr: Détendez-vous sur des plages de sable blanc aux eaux turquoise claires

source: Unwind in the most stunning coastal paradise
fr: Détendez-vous dans le plus beau paradis côtier

source: Experience Zanzibar's Rich Culture
fr: Découvrez la culture riche de Zanzibar

source: Visit historical sites and vibrant local markets
fr: Visitez des sites historiques et des marchés locaux animés

source: Immerse yourself in the cultural essence of Zanzibar
fr: Imprégnez-vous de l'essence culturelle de Zanzibar

source: Explore Zanzibar's Natural Wonders
fr: Explorez les merveilles naturelles de Zanzibar

source: Discover exotic wildlife and breathtaking landscapes
fr: Découvrez une faune exotique et des paysages à couper le souffle

source: Adventure through lush forests and pristine nature
fr: Aventurez-vous dans des forêts luxuriantes et une nature préservée

source: Discover Zanzibar
fr: Découvrez Zanzibar

source: Mnemba Island Excursion
fr: Excursion à l'île Mnemba

source: Explore Mnemba Island with scuba diving and snorkeling activities around a spectacular reef.
fr: Explorez l'île de Mnemba avec des activités de plongée sous-marine et de snorkeling autour d'un récif spectaculaire.

source: Stone Town Visit
fr: Visite de Stone Town

source: Discover the history and culture of Stone Town, a UNESCO World Heritage Site.
fr: Découvrez l'histoire et la culture de Stone Town, un site classé au patrimoine mondial de l'UNESCO.

source: Enjoy a day at sea with Safari Blue, including swimming, snorkeling, and a barbecue lunch.
fr: Profitez d'une journée en mer avec Safari Blue, incluant baignade, snorkeling et déjeuner barbecue.

source: Nungwi Beach
fr: Plage de Nungwi

source: Relax on one of Zanzibar's most beautiful beaches, famous for its stunning sunsets.
fr: Détendez-vous sur l'une des plus belles plages de Zanzibar, célèbre pour ses couchers de soleil spectaculaires.

source: Jozani Forest
fr: Forêt de Jozani

source: Explore Jozani Forest and observe the endemic Red Colobus monkeys of Zanzibar.
fr: Explorez la forêt de Jozani et observez les singes colobes roux endémiques de Zanzibar.

source: Visit Prison Island to see giant tortoises and learn about the island's history.
fr: Visitez Prison Island pour voir des tortues géantes et en apprendre davantage sur l'histoire de l'île.

source: Spice Tour
fr: Tour des épices

source: Discover Zanzibar's famous spice plantations with guided tours.
fr: Découvrez les célèbres plantations d'épices de Zanzibar lors de visites guidées.

source: Kitesurfing at Paje
fr: Kitesurf à Paje

source: Go kitesurfing at Paje, one of the best beaches for this sport in Zanzibar.
fr: Faites du kitesurf à Paje, l'une des meilleures plages pour ce sport à Zanzibar.

source: Sunset Dhow Cruise
fr: Croisière en boutre au coucher du soleil

source: End your day with a dhow cruise at sunset.
fr: Terminez votre journée avec une croisière en boutre au coucher du soleil.

source: Zanzibar Safari Adventures
fr: Aventures Safari à Zanzibar

source: Embark on a safari adventure to explore Zanzibar’s wildlife and natural beauty. Visit Jozani Forest to encounter the endangered red colobus monkeys, or take a boat ride to swim with dolphins in the turquoise waters of Menai Bay.
fr: Embarquez pour une aventure safari pour explorer la faune et la beauté naturelle de Zanzibar. Visitez la forêt de Jozani pour rencontrer les singes colobes rouges en voie de disparition, ou faites une sortie en bateau pour nager avec les dauphins dans les eaux turquoise de la baie de Menai.

source: Our safari packages offer something for every traveler, from laid-back exploration to adrenaline-filled water sports.
fr: Nos forfaits safari offrent quelque chose pour chaque voyageur, de l'exploration relaxante aux sports nautiques remplis d'adrénaline.

source: Zanzibar Safari
fr: Safari à Zanzibar

source: Explore Zanzibar
fr: Explorez Zanzibar

source: Why Choose Zanzibar?
fr: Pourquoi choisir Zanzibar ?

source: Breathtaking Beaches
fr: Plages à couper le souffle

source: Zanzibar is famous for its pristine white-sand beaches and crystal-clear waters, perfect for sunbathing, swimming, and snorkeling.
fr: Zanzibar est célèbre pour ses plages de sable blanc immaculées et ses eaux cristallines, parfaites pour bronzer, nager et faire de la plongée avec tuba.

source: Explore the historic Stone Town, a UNESCO World Heritage Site, and immerse yourself in Zanzibar’s diverse cultural heritage.
fr: Explorez la ville historique de Stone Town, un site du patrimoine mondial de l'UNESCO, et immergez-vous dans le riche patrimoine culturel de Zanzibar.

source: Exotic Wildlife
fr: Faune exotique

source: From rare species in Jozani Forest to the vibrant coral reefs, Zanzibar is a haven for nature and wildlife enthusiasts.
fr: Des espèces rares dans la forêt de Jozani aux récifs coralliens colorés, Zanzibar est un paradis pour les amateurs de nature et de faune.

source: Let us help you design the perfect Zanzibari getaway. Whether you're looking for a luxurious beach holiday, a cultural exploration, or an adventurous safari, we will tailor the trip to your preferences and ensure an unforgettable experience.
fr: Laissez-nous vous aider à concevoir l'escapade zanzibarite parfaite. Que vous recherchiez des vacances de luxe sur la plage, une exploration culturelle ou un safari aventureux, nous adapterons le voyage à vos préférences pour garantir une expérience inoubliable.

source: Contact us today to start planning your dream vacation in Zanzibar. Our dedicated team of travel experts is here to assist you every step of the way, making sure your experience is seamless and extraordinary.
fr: Contactez-nous dès aujourd'hui pour commencer à planifier vos vacances de rêve à Zanzibar. Notre équipe dédiée d'experts en voyages est là pour vous assister à chaque étape, assurant une expérience fluide et exceptionnelle.

source: testimonials
fr: Témoignages

source: our services
fr: Nos services
