Repository: Chuina12/tourisme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Accueil

source: About Us
fr: À propos de nous

source: Egypte
fr: Égypte

source: Shop
fr: Boutique

source: request a quote
fr: demander un devis

source: At our travel agency, you can book air tickets to any world destination. We also provide online ticket booking via our website in just a couple of steps.
fr: Dans notre agence de voyages, vous pouvez réserver des billets d'avion pour n'importe quelle destination dans le monde. Nous offrons également la réservation en ligne via notre site web en seulement quelques étapes.

source: PICK UP AIRPORT
fr: Prise en charge à l'aéroport

source: Besides regular tours and excursions, we also offer a variety of cruises & sea voyages for different customers looking for awesome experiences.
fr: En plus des visites et excursions régulières, nous proposons également une variété de croisières et de voyages en mer pour différents clients en quête d'expériences exceptionnelles.

source: Hotel Bookings
fr: Réservations d'hôtel

source: We offer a wide selection of hotels ranging from 5-star ones to small properties located worldwide so that you could book a hotel you like.
fr: Nous proposons une large sélection d'hôtels, allant des établissements 5 étoiles aux petites propriétés situées partout dans le monde, afin que vous puissiez réserver l'hôtel qui vous convient.

source: Tailored Summer Tours
fr: Visites estivales sur mesure

source: Our agency provides varied tours including tailored summer tours for clients who are searching for an exclusive and memorable vacation.
fr: Notre agence propose des visites variées, y compris des visites estivales sur mesure pour les clients à la recherche de vacances exclusives et mémorables.

source: Travel Quote Request Form
fr: Formulaire de demande de devis de voyage

source: Travel Quote Request
fr: Demande de devis de voyage

source: Full Name
fr: Nom complet

source: Email Address
fr: Adresse email

source: Phone Number
fr: Numéro de téléphone

source: Country of Origin
fr: Pays d'origine

source: Select your country
fr: Sélectionnez votre pays

source: Albania
fr: Albanie

source: Algeria
fr: Algérie

source: Andorra
fr: Andorre

source: Antigua and Barbuda
fr: Antigua-et-Barbuda

source: Argentina
fr: Argentine

source: Armenia
fr: Arménie

source: Australia
fr: Australie

source: Austria
fr: Autriche

source: Azerbaijan
fr: Azerbaïdjan

source: Bahrain
fr: Bahreïn

source: Barbados
fr: Barbade

source: Belarus
fr: Biélorussie

source: Belgium
fr: Belgique

source: Benin
fr: Bénin

source: Bhutan
fr: Bhoutan

source: Bolivia
fr: Bolivie

source: Bosnia and Herzegovina
fr: Bosnie-Herzégovine

source: Brazil
fr: Brésil

source: Bulgaria
fr: Bulgarie

source: Cabo Verde
fr: Cap-Vert

source: Cambodia
fr: Cambodge

source: Cameroon
fr: Cameroun

source: Central African Republic
fr: République Centrafricaine

source: Chad
fr: Tchad

source: Chile
fr: Chili

source: China
fr: Chine

source: Colombia
fr: Colombie

source: Comoros
fr: Comores

source: Congo, Democratic Republic of the
fr: République Démocratique du Congo

source: Croatia
fr: Croatie

source: Cyprus
fr: Chypre

source: Czech Republic
fr: République Tchèque

source: Denmark
fr: Danemark

source: Dominica
fr: Dominique

source: Dominican Republic
fr: République Dominicaine

source: Ecuador
fr: Équateur

source: Egypt
fr: Égypte

source: El Salvador
fr: Salvador

source: Equatorial Guinea
fr: Guinée Équatoriale

source: Eritrea
fr: Érythrée

source: Estonia
fr: Estonie

source: Ethiopia
fr: Éthiopie

source: Fiji
fr: Fidji

source: Finland
fr: Finlande

source: Gambia
fr: Gambie

source: Georgia
fr: Géorgie

source: Germany
fr: Allemagne

source: Greece
fr: Grèce

source: Grenada
fr: Grenade

source: Guinea
fr: Guinée

source: Guinea-Bissau
fr: Guinée-Bissau

source: Guyana
fr: Guyane

source: Haiti
fr: Haïti

source: Hungary
fr: Hongrie

source: Iceland
fr: Islande

source: India
fr: Inde

source: Indonesia
fr: Indonésie

source: Iraq
fr: Irak

source: Ireland
fr: Irlande

source: Israel
fr: Israël

source: Italy
fr: Italie

source: Jamaica
fr: Jamaïque

source: Japan
fr: Japon

source: Jordan
fr: Jordanie

source: Korea, North
fr: Corée du Nord

source: Korea, South
fr: Corée du Sud

source: Kuwait
fr: Koweït

source: Kyrgyzstan
fr: Kirghizistan

source: Latvia
fr: Lettonie

source: Lebanon
fr: Liban

source: Libya
fr: Libye

source: Lithuania
fr: Lituanie

source: Malaysia
fr: Malaisie

source: Malta
fr: Malte

source: Marshall Islands
fr: Îles Marshall

source: Mauritania
fr: Mauritanie

source: Mauritius
fr: Île Maurice

source: Mexico
fr: Mexique

source: Micronesia
fr: Micronésie

source: Moldova
fr: Moldavie

source: Mongolia
fr: Mongolie

source: Montenegro
fr: Monténégro

source: Morocco
fr: Maroc

source: Namibia
fr: Namibie

source: Nepal
fr: Népal

source: Netherlands
fr: Pays-Bas

source: New Zealand
fr: Nouvelle-Zélande

source: Nigeria
fr: Nigéria

source: North Macedonia
fr: Macédoine du Nord

source: Norway
fr: Norvège

source: Palau
fr: Palaos

source: Papua New Guinea
fr: Papouasie-Nouvelle-Guinée

source: Peru
fr: Pérou

source: Poland
fr: Pologne

source: Romania
fr: Roumanie

source: Russia
fr: Russie

source: Saint Kitts and Nevis
fr: Saint-Kitts-et-Nevis

source: Saint Lucia
fr: Sainte-Lucie

source: Saint Vincent and the Grenadines
fr: Saint-Vincent-et-les-Grenadines

source: San Marino
fr: Saint-Marin

source: Sao Tome and Principe
fr: Sao Tomé-et-Principe

source: Saudi Arabia
fr: Arabie Saoudite

source: Senegal
fr: Sénégal

source: Serbia
fr: Serbie

source: Singapore
fr: Singapour

source: Slovakia
fr: Slovaquie

source: Slovenia
fr: Slovénie

source: Solomon Islands
fr: Îles Salomon

source: Somalia
fr: Somalie

source: South Africa
fr: Afrique du Sud

source: South Sudan
fr: Soudan du Sud

source: Spain
fr: Espagne

source: Sudan
fr: Soudan

source: Sweden
fr: Suède

source: Switzerland
fr: Suisse

source: Syria
fr: Syrie

source: Taiwan
fr: Taïwan

source: Tajikistan
fr: Tadjikistan

source: Tanzania
fr: Tanzanie

source: Thailand
fr: Thaïlande

source: Trinidad and Tobago
fr: Trinité-et-Tobago

source: Tunisia
fr: Tunisie

source: Turkey
fr: Turquie

source: Turkmenistan
fr: Turkménistan

source: Uganda
fr: Ouganda

source: United Arab Emirates
fr: Émirats Arabes Unis

source: United Kingdom
fr: Royaume-Uni

source: United States
fr: États-Unis

source: Uzbekistan
fr: Ouzbékistan

source: Yemen
fr: Yémen

source: Zambia
fr: Zambie

source: Desired Destination
fr: Destination souhaitée

source: from the
fr: depuis

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Number of Adults
fr: Nombre d'adultes

source: Number of Minors
fr: Nombre de mineurs

source: Number of Babies
fr: Nombre de bébés

source: Specific Details
fr: Détails spécifiques

source: Submit Request
fr: Soumettre la demande

source: Address
fr: Adresse

source: opening hours
fr: heures d'ouverture

source: You can contact us any way that is convenient for you. We are available 24/7 via whatsapp or email. You can also use a quick contact form below or visit our office personally.
fr: Vous pouvez nous contacter de la manière qui vous convient. Nous sommes disponibles 24/7 via WhatsAppou par e-mail. Vous pouvez également utiliser un formulaire de contact rapide ci-dessous ou visiternotre bureau en personne.

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Phone
fr: Téléphone

source: send message
fr: Envoyer un message

source: Ascend the Iconic Burj Khalifa
fr: Montez dans l'emblématique Burj Khalifa

source: Enjoy breathtaking panoramic views of Dubai from the top
fr: Profitez d'une vue panoramique à couper le souffle de Dubaï depuis le sommet

source: A must-see architectural marvel
fr: Un chef-d'œuvre architectural à voir absolument

source: Get a Quick Quote
fr: Obtenez un devis rapide

source: Experience a Thrilling Desert Safari
fr: Vivez un safari dans le désert palpitant

source: Adventure through the golden sands with dune bashing
fr: Aventure à travers les sables dorés avec des montagnes russes dans les dunes

source: Enjoy an authentic Arabian night experience
fr: Profitez d'une expérience authentique de la nuit arabe

source: Sail Through Dubai Marina
fr: Naviguez à travers le Dubai Marina

source: Take in stunning cityscapes on a luxury dhow cruise
fr: Admirez des paysages urbains à couper le souffle lors d'une croisière en dhow de luxe

source: An unforgettable evening with great food and ambiance
fr: Une soirée inoubliable avec une excellente cuisine et une ambiance incroyable

source: Discover the Palm Jumeirah
fr: Découvrez Palm Jumeirah

source: Explore the famous man-made island, a marvel of design
fr: Explorez la célèbre île artificielle, une merveille de design

source: Luxurious experiences await at every corner
fr: Des expériences luxueuses vous attendent à chaque coin

source: Our Tourism Experiences
fr: Nos expériences touristiques

source: Burj Khalifa Tour
fr: Visite du Burj Khalifa

source: Ascend to the top of the world’s tallest building and enjoy panoramic views of the entire city of Dubai.
fr: Montez au sommet du plus grand gratte-ciel du mondeet profitez de vues panoramiques sur toute la ville de Dubaï.

source: Dhow Cruise
fr: Croisière en Dhow

source: Sail through Dubai Marina aboard a traditional dhow for a luxurious evening with stunning views.
fr: Naviguez à travers le Dubai Marina à bord d'un dhow traditionnelpour une soirée luxueuse avec des vues imprenables.

source: Cultural Discovery
fr: Découverte culturelle

source: Cultural Tour
fr: Visite culturelle

source: Discover Dubai's rich cultural heritage with visits to museums, palaces, and contemporary art galleries.
fr: Découvrez le riche patrimoine culturel de Dubaï à travers des visitesde musées, de palais et de galeries d'art contemporain.

source: Desert Safari
fr: Safari dans le désert

source: Experience thrilling dune bashing, camel rides, and a traditional Bedouin camp in the Dubai desert.
fr: Vivez des sensations fortes avec du dune bashing, des balades à dos de chameauet un camp bédouin traditionnel dans le désert de Dubaï.

source: Explore the world’s largest mall with luxury stores, an aquarium, an ice rink, and endless dining options.
fr: Explorez le plus grand centre commercial du monde avec des magasins de luxe, un aquarium, une patinoire et une infinité d'options de restauration.

source: Visit the iconic palm-shaped island for luxury hotels, beach clubs, and water sports experiences.
fr: Visitez l'emblématique île en forme de palmier pour des hôtels de luxe, des clubs de plageet des expériences de sports nautiques.

source: Skydiving
fr: Saut en parachute

source: Enjoy a thrilling skydive over Palm Jumeirah, with stunning views of Dubai from above.
fr: Profitez d'un saut en parachute palpitant au-dessus de Palm Jumeirah, avec une vue imprenablesur Dubaï.

source: Global Village
fr: Village mondial

source: Experience cultures from around the world with pavilions, shows, and international cuisine.
fr: Découvrez des cultures du monde entier avec des pavillons, des spectacles et une cuisine internationale.

source: Step into a massive frame offering incredible views of old and new Dubai from its sky deck.
fr: Entrez dans un cadre gigantesque offrant des vues incroyables de l'ancienet du nouveau Dubaï depuis son pont d'observation.

source: A Complete Journey for Your Trip
fr: Un voyage complet pour votre séjour

source: By choosing our agency, you benefit from personalized service, local experts, and tailor-made experiences to discover Dubai like never before.
fr: En choisissant notre agence, vous bénéficiez d'un service personnalisé,d'experts locaux et d'expériences sur mesure pour découvrir Dubaï comme jamais auparavant.

source: Fully Organized Tours
fr: Visites entièrement organisées

source: We offer complete tour packages that cover all aspects to ensure a smooth and enjoyable experience in Dubai. Our local experts guide you throughout your stay to maximize your discovery.
fr: Nous proposons des forfaits de visites complets qui couvrent tous les aspectspour garantir une expérience agréable et sans tracas à Dubaï. Nos experts locaux vous guideronttout au long de votre séjour pour maximiser vos découvertes.

source: Personalized Guided Tours
fr: Visites guidées personnalisées

source: Each journey is unique, which is why we create personalized guided tours based on your preferences. Whether you're passionate about architecture, shopping, or adventure, we have the perfect itinerary for you.
fr: Chaque voyage est unique, c'est pourquoi nous créons des visites guidées personnaliséesbasées sur vos préférences. Que vous soyez passionné par l'architecture, les achats ou l'aventure,nous avons l'itinéraire parfait pour vous.

source: Achieve Your Travel Dreams
fr: Réalisez vos rêves de voyage

source: Have a dream trip to Dubai but don't know where to start? Let us guide you. We put our expertise at your disposal to organize a stay that meets your expectations.
fr: Vous avez un voyage de rêve à Dubaï, mais vous ne savez pas par où commencer ?Laissez-nous vous guider. Nous mettons notre expertise à votre disposition pour organiserun séjour qui répond à vos attentes.

source: Explore the Ancient Pyramids of Giza
fr: Explorez les anciennes pyramides de Gizeh

source: Stand in awe before the majestic Pyramids
fr: Admirez les majestueuses pyramides

source: Uncover secrets of one of the world's wonders
fr: Découvrez les secrets de l'une des merveilles du monde

source: Sail the Legendary Nile River
fr: Naviguez sur le légendaire fleuve Nil

source: Enjoy a luxurious cruise with breathtaking views
fr: Profitez d'une croisière de luxe avec des vues à couper le souffle

source: Experience the tranquility of Egypt’s ancient river
fr: Vivez la tranquillité du fleuve ancien d'Égypte

source: Discover Egypt’s Rich History
fr: Découvrez la riche histoire de l'Égypte

source: Marvel at artifacts from ancient Egypt
fr: Admirez les artefacts de l'Égypte ancienne

source: Explore the mysteries of the Pharaohs
fr: Explorez les mystères des pharaons

source: Relax on the Red Sea Shores
fr: Détendez-vous sur les rives de la mer Rouge

source: Crystal-clear waters perfect for diving
fr: Des eaux cristallines parfaites pour la plongée

source: Unwind on pristine, golden beaches
fr: Détendez-vous sur des plages dorées immaculées

source: Discover Egypt
fr: Découvrez l'Égypte

source: Pyramids of Giza
fr: Pyramides de Gizeh

source: Visit the iconic Pyramids of Giza and the Sphinx, marvels of ancient Egypt and wonders of the world.
fr: Visitez les emblématiques pyramides de Gizeh et le Sphinx, merveilles de l'Égypte ancienne et merveilles du monde.

source: Nile River Cruise
fr: Croisière sur le Nil

source: Experience a relaxing cruise along the Nile River with breathtaking views and ancient sites along the way.
fr: Vivez une croisière relaxante le long du fleuve Nil avec des vues à couper le souffle et des sites antiques sur le trajet.

source: Valley of the Kings
fr: Vallée des Rois

source: Explore the tombs of pharaohs in the Valley of the Kings and discover the rich history of ancient Egypt.
fr: Explorez les tombes des pharaons dans la Vallée des Rois et découvrez la riche histoire de l'Égypte ancienne.

source: Abu Simbel Temples
fr: Temples d'Abou Simbel

source: Visit the remarkable Abu Simbel temples, dedicated to Ramses II, and witness the grandeur of ancient architecture.
fr: Visitez les remarquables temples d'Abou Simbel, dédiés à Ramsès II, et soyez témoin de la grandeur de l'architecture ancienne.

source: Red Sea Diving
fr: Plongée en mer Rouge

source: Dive into the vibrant waters of the Red Sea, home to stunning coral reefs and diverse marine life.
fr: Plongez dans les eaux vibrantes de la mer Rouge, maison des superbes récifs coralliens et de la vie marine diversifiée.

source: Egyptian Museum
fr: Musée égyptien

source: Explore the Egyptian Museum in Cairo, housing a vast collection of ancient Egyptian artifacts and treasures.
fr: Explorez le Musée égyptien du Caire, qui abrite une vaste collection d'artefacts et de trésors de l'Égypte ancienne.

source: Hot Air Balloon over Luxor
fr: Montgolfière au-dessus de Louxor

source: Soar over Luxor's ancient temples and valleys in a hot air balloon for a unique aerial perspective.
fr: Volez au-dessus des temples et vallées antiques de Louxor dans une montgolfière pour une perspective aérienne unique.

source: Siwa Oasis
fr: Oasis de Siwa

source: Discover the serene beauty of Siwa Oasis, an isolated paradise surrounded by desert landscapes.
fr: Découvrez la beauté sereine de l'Oasis de Siwa, un paradis isolé entouré de paysages désertiques.

source: Khan El Khalili Bazaar
fr: Bazar Khan El Khalili

source: Shop for unique souvenirs and handicrafts in Cairo's bustling Khan El Khalili Bazaar, a historic marketplace.
fr: Faites du shopping pour des souvenirs uniques et des objets artisanaux dans le bustling Khan El Khalili à Caire, un marché historique.

source: Egypt Safari Adventures
fr: Aventures en safari en Égypte

source: Embark on a thrilling safari to uncover Egypt’s hidden gems. Discover the beauty of the White Desert, explore the ancient ruins of Luxor, or snorkel in the crystal-clear waters of the Red Sea. Our expert guides ensure your experience is both educational and unforgettable.
fr: Embarquez pour un safari palpitant pour découvrir les trésors cachés de l'Égypte. Découvrez la beauté du désert blanc, explorez les ruines antiques de Louxor, ou faites de la plongée dans les eaux cristallines de la mer Rouge. Nos guides experts garantissent que votre expérience soit à la fois éducative et inoubliable.

source: Our safari packages are designed to suit all kinds of travelers, whether you're seeking a luxurious experience or a more adventurous journey.
fr: Nos forfaits safari sont conçus pour convenir à tous les types de voyageurs, que vous soyez à la recherche d'une expérience luxueuse ou d'un voyage plus aventureux.

source: Egypt Desert Safari
fr: Safari dans le désert égyptien

source: Explore Egypt
fr: Explorez l'Égypte

source: Why Choose Egypt?
fr: Pourquoi choisir l'Égypte ?

source: History and Culture
fr: Histoire et culture

source: Egypt is home to some of the world's oldest and most fascinating historical sites, from the pyramids to the temples of Karnak.
fr: L'Égypte abrite certains des sites historiques les plus anciens et fascinants du monde, des pyramides aux temples de Karnak.

source: Natural Wonders
fr: Merveilles naturelles

source: From the vast deserts to the tranquil Nile River, Egypt offers natural beauty at every turn.
fr: Des vastes déserts au calme du Nil, l'Égypte offre une beauté naturelle à chaque coin.

source: Adventure
fr: Aventure

source: Whether it's diving in the Red Sea or riding camels through the desert, Egypt is perfect for thrill-seekers.
fr: Que ce soit pour plonger dans la mer Rouge ou chevaucher des chameaux à travers le désert, l'Égypte est parfaite pour les amateurs de sensations fortes.

source: Plan Your Journey
fr: Planifiez votre voyage

source: Let us help you create a personalized itinerary. Whether you're interested in historical tours, desert safaris, or beach vacations, we can tailor your trip to make your Egyptian adventure unforgettable.
fr: Laissez-nous vous aider à créer un itinéraire personnalisé. Que vous soyez intéressé par des visites historiques, des safaris dans le désert ou des vacances à la plage, nous pouvons adapter votre voyage pour rendre votre aventure égyptienne inoubliable.

source: Contact us today to start planning your dream trip to Egypt. Our team of experts is ready to guide you through every step of the process, ensuring a seamless and enriching travel experience.
fr: Contactez-nous dès aujourd'hui pour commencer à planifier votre voyage de rêve en Égypte. Notre équipe d'experts est prête à vous guider à chaque étape du processus, assurant une expérience de voyage fluide et enrichissante.

source: Nile Cruise
fr: Croisière sur le Nil

source: Cruise along the Nile
fr: Croisière sur le Nil

source: Quote Request Confirmation
fr: Confirmation de demande de devis

source: Hello
fr: Bonjour

source: Thank you for your quote request. We have received the following details:
fr: Merci pour votre demande de devis. Nous avons reçu les informations suivantes :

source: Full Name:
fr: Nom complet :

source: Phone:
fr: Téléphone :

source: Country of Origin:
fr: Pays d'origine :

source: Desired Destination:
fr: Destination souhaitée :

source: Estimated Price:
fr: Prix estimé :

source: Start Date:
fr: Date de début :

source: End Date:
fr: Date de fin :

source: Number of Adults:
fr: Nombre d'adultes :

source: Number of Minors:
fr: Nombre de mineurs :

source: Number of Babies:
fr: Nombre de bébés :

source: Additional Details:
fr: Détails supplémentaires :

source: We will review your request and get back to you shortly with further information.
fr: Nous examinerons votre demande et nous vous répondrons bientôt avec plus d'informations.

source: For further inquiries, you can contact us at:
fr: Pour toute autre demande, vous pouvez nous contacter à :

source: Stay connected with us:
fr: Restez connecté avec nous :

source: All rights reserved.
fr: Tous droits réservés.

source: Select your destination
fr: Sélectionnez votre destination

source: Dubai
fr: Dubaï

source: Please indicate your preferences, special requirements, etc.
fr: Veuillez indiquer vos préférences, exigences particulières, etc.

source: buy template now
fr: acheter le modèle maintenant

source: Actualite
fr: Actualité

source: Customizable tours designed to showcase the beauty of Zanzibar. Experience pristine beaches, rich culture, and exotic wildlife.
fr: Des circuits personnalisables conçus pour mettre en valeur la beauté de Zanzibar. Vivez des plages immaculées, une culture riche et une faune exotique.

source: learn more
fr: en savoir plus

source: Looking to explore Ouganda in a unique and memorable way?
fr: Envie d'explorer l'Ouganda d'une manière unique et mémorable ?

source: Our mission is to offer you unforgettable experiences in Ouganda, combining nature, adventure, and cultural immersion to create exceptional moments.
fr: Notre mission est de vous offrir des expériences inoubliables en Ouganda, alliant nature, aventure et immersion culturelle pour créer des moments exceptionnels.

source: Looking to explore Kenya in a unique and memorable way?
fr: Envie d'explorer le Kenya d'une manière unique et mémorable ?

source: Our mission is to offer you unforgettable experiences in Kenya, combining wildlife safaris, adventure, and cultural immersion to create exceptional moments.
fr: Notre mission est de vous offrir des expériences inoubliables au Kenya, alliant safaris, aventure et immersion culturelle pour créer des moments exceptionnels.

source: Looking to explore Dubai in a unique and memorable way?
fr: Envie d'explorer Dubaï d'une manière unique et mémorable ?

source: Our mission is to offer you unforgettable experiences in Dubai, combining luxury, adventure, and cultural immersion to create exceptional moments.
fr: Notre mission est de vous offrir des expériences inoubliables à Dubaï, alliant luxe, aventure et immersion culturelle pour créer des moments exceptionnels.

source: Are you ready to discover the wonders of Egypt?
fr: Êtes-vous prêt à découvrir les merveilles de l'Égypte ?

source: Expert-guided tours tailored for you. Explore ancient history and modern culture
fr: Des circuits guidés par des experts, adaptés pour vous. Explorez l'histoire ancienne et la culture moderne.

source: Looking for a Paradise Getaway?
fr: Vous cherchez une escapade paradisiaque ?
