Repository: Chuina12/tourisme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Entrust us with your dream holiday plans; our travel agency specializes in crafting tailored experiences in the Maldives, delivering the ultimate luxury and serenity you deserve.
fr: Confiez-nous l'organisation de vos vacances de rêve ; notre agence de voyage se spécialise dans la création d'expériences sur mesure aux Maldives, pour vous offrir le luxe ultime et la sérénité que vous méritez.

source: Let’s plan your dream trip together!
fr: Planifions ensemble votre voyage de rêve !

source: Adults
fr: Adultes

source: Children
fr: Enfants

source: Depart Date
fr: Date de départ

source: Choose the date
fr: Choisissez la date

source: Start Customizing
fr: Commencer à personnaliser

source: Our Best Tours
fr: Nos meilleurs circuits

source: Hot tours
fr: Circuits populaires

source: view all tours
fr: voir tous les circuits

source: from
fr: à partir de

source: Air Tickets
fr: Billets d'avion

source: At our travel agency, you can book air tickets to any world destination. We also provide online ticket booking via our website in just a couple of steps.
fr: Dans notre agence de voyage, vous pouvez réserver des billets d'avion pour n'importe quelle destination dans le monde. Nous proposons également la réservation en ligne de billets via notre site web en quelques étapes.

source: Visa and Travel Insurance
fr: Visa et assurance voyage

source: We offer a wide selection of hotel ranging from 5-star ones to small properties located worldwide so that you could book a hotel you like.
fr: Nous proposons une large sélection d'hôtels, des établissements 5 étoiles aux petites propriétés localisées dans le monde entier, afin que vous puissiez réserver l'hôtel de votre choix.

source: Latest Presentations
fr: Dernières présentations

source: view all blog posts
fr: voir tous les articles de blog

source: I wanted to thank you very much for planning the trip to France for my boyfriend and me. It was amazing and exceeded my expectations! We had a wonderful time and were very pleased with the accommodations in Paris and Bayeux. Our private/small tour guides were fantastic! I appreciate all the effort to get us to the Eiffel Tower finally.
fr: Je voulais vous remercier énormément pour avoir organisé notre voyage en France pour mon petit ami et moi. C'était incroyable et cela a dépassé mes attentes ! Nous avons passé un moment merveilleux et avons été très satisfaits des hébergements à Paris et Bayeux. Nos guides privés/petits groupes étaient fantastiques ! Je vous suis reconnaissante pour tous les efforts fournis pour nous emmener à la Tour Eiffel.

source: Regular Customer
fr: Client régulier

source: I had a marvelous time in our travels to Madagascar, Zimbabwe and Botswana, I had just wonderful experiences.I loved the location of the Gorges Camp as I felt like it was only the time we got to see real and rural Africans and how they truly lived. The service was amazing and everyone was very attentive!
fr: J'ai passé un moment merveilleux lors de nos voyages à Madagascar, Zimbabwe et Botswana, j'ai eu de magnifiques expériences. J'ai adoré l'emplacement du Gorges Camp car j'ai eu l'impression que c'était le seul moment où nous avons vu des Africains authentiques et ruraux, vivant vraiment comme ils le font. Le service était incroyable et tout le monde était très attentif !

source: Just wanted to say many, many thanks for helping me set up an amazing Costa Rican adventure! My nephew and I had a blast! All of the accommodations were perfect as were the activities that we did (canopy, coffee tour, hikes, fishing, and massages!) We have such fond memories and can't thank you enough!
fr: Je voulais juste dire un grand merci pour m'avoir aidé à organiser une aventure incroyable au Costa Rica ! Mon neveu et moi nous sommes éclatés ! Tous les hébergements étaient parfaits tout comme les activités que nous avons faites (canopy, visite de la plantation de café, randonnées, pêche et massages !) Nous avons de merveilleux souvenirs et nous ne pouvons pas vous remercier assez !

source: HOME
fr: ACCUEIL

source: About us
fr: À propos de nous

source: Ready to Discover Kenya's Iconic Wildlife?
fr: Prêt à découvrir la faune emblématique du Kenya ?

source: Embark on a safari adventure through the world-famous Maasai Mara
fr: Partez en aventure safari à travers la célèbre Maasai Mara.

source: Witness the Great Migration and Kenya's Big Five
fr: Soyez témoin de la Grande Migration et des Big Five du Kenya.

source: Relax on Kenya's Stunning Coastline
fr: Détendez-vous sur la superbe côte du Kenya.

source: Enjoy white sandy beaches and turquoise waters in Mombasa
fr: Profitez des plages de sable blanc et des eaux turquoise à Mombasa.

source: Perfect getaway for relaxation and water sports
fr: Le lieu idéal pour la détente et les sports nautiques.

source: Hike through Kenya's Majestic Mountains
fr: Randonnez à travers les majestueuses montagnes du Kenya.

source: Challenge yourself with a trek up Mount Kenya
fr: Mettez-vous au défi avec une randonnée sur le Mont Kenya.

source: Experience breathtaking landscapes and diverse flora and fauna
fr: Vivez des paysages à couper le souffle et une flore et faune diversifiées.

source: Immerse Yourself in Kenya's Rich Culture
fr: Imprégnez-vous de la riche culture du Kenya.

source: Visit Maasai villages and explore Kenya's vibrant traditions
fr: Visitez les villages Maasai et explorez les traditions vibrantes du Kenya.

source: Discover local art, music, and cuisine
fr: Découvrez l'art local, la musique et la cuisine.

source: Gorilla Trekking
fr: Trekking des gorilles

source: Trek through Bwindi’s misty jungles to meet the majestic mountain gorillas, a truly unforgettable experience.
fr: Randonnez à travers les jungles brumeuses de Bwindi pour rencontrer les majestueux gorilles de montagne, une expérience vraiment inoubliable.

source: Nile River Adventure
fr: Aventure sur le fleuve Nil

source: Discover the source of the Nile with thrilling white-water rafting, kayaking, and scenic boat cruises.
fr: Découvrez la source du Nil avec du rafting palpitant, du kayak et des croisières en bateau pittoresques.

source: Savannah Safari
fr: Safari dans la savane

source: Enjoy game drives in Queen Elizabeth Park to spot lions, elephants, and other iconic African wildlife.
fr: Profitez de safaris dans le parc Queen Elizabeth pour observer des lions, des éléphants et d'autres animaux emblématiques de l'Afrique.

source: Masai Mara Safari
fr: Safari Masai Mara

source: Experience the Great Migration in the Masai Mara and see vast herds of wildebeest and zebras.
fr: Vivez la Grande Migration dans la Masai Mara et voyez d'immenses troupeaux de gnous et de zèbres.

source: Mount Kenya Trek
fr: Randonnée sur le Mont Kenya

source: Climb Africa’s second-highest peak for breathtaking views and a rewarding adventure.
fr: Grimpez le deuxième plus haut sommet d'Afrique pour des vues à couper le souffle et une aventure enrichissante.

source: Diani Beach
fr: Plage de Diani

source: Relax on the white sands of Diani Beach, perfect for sunbathing and water sports.
fr: Détendez-vous sur les sables blancs de la plage de Diani, idéale pour bronzer et pratiquer des sports nautiques.

source: Amboseli National Park
fr: Parc national Amboseli

source: Spot elephants with Mount Kilimanjaro as a stunning backdrop in Amboseli.
fr: Observez des éléphants avec le Mont Kilimandjaro en toile de fond spectaculaire dans Amboseli.

source: Lamu Island
fr: Île de Lamu

source: Explore the ancient Swahili culture of Lamu Island, a UNESCO World Heritage Site.
fr: Explorez l'ancienne culture swahili de l'île de Lamu, un site classé au patrimoine mondial de l'UNESCO.

source: Lake Nakuru
fr: Lac Nakuru

source: Visit Lake Nakuru, home to flocks of flamingos and abundant wildlife.
fr: Visitez le lac Nakuru, habitat de colonies de flamants roses et de faune abondante.

source: By choosing our agency, you benefit from personalized service, local experts, and tailor-made experiences to discover Kenya like never before.
fr: En choisissant notre agence, vous bénéficiez d'un service personnalisé, d'experts locaux et d'expériences sur mesure pour découvrir le Kenya comme jamais auparavant.

source: Fully Organized Safaris
fr: Safaris entièrement organisés

source: We offer complete safari packages that cover all aspects to ensure a smooth and enjoyable experience in Kenya. Our local experts guide you throughout your journey to maximize your discovery of the wildlife and landscapes.
fr: Nous proposons des forfaits safari complets qui couvrent tous les aspects pour garantir une expérience agréable et fluide au Kenya. Nos experts locaux vous guident tout au long de votre voyage pour maximiser votre découverte de la faune et des paysages.

source: Personalized Cultural Tours
fr: Visites culturelles personnalisées

source: Each journey is unique, which is why we create personalized cultural tours based on your preferences. Whether you're passionate about the rich heritage of the Maasai people or want to explore local markets and traditions, we have the perfect itinerary for you.
fr: Chaque voyage est unique, c'est pourquoi nous créons des visites culturelles personnalisées selon vos préférences. Que vous soyez passionné par l'héritage riche du peuple Maasai ou que vous souhaitiez explorer les marchés locaux et les traditions, nous avons l'itinéraire parfait pour vous.

source: Have a dream trip to Kenya but don't know where to start? Let us guide you. We put our expertise at your disposal to organize a stay that meets your expectations, from safaris to beach escapes.
fr: Vous rêvez d'un voyage au Kenya mais ne savez pas par où commencer ? Laissez-nous vous guider. Nous mettons notre expertise à votre disposition pour organiser un séjour qui répond à vos attentes, des safaris aux escapades sur la plage.

source: Escape to the Pristine Beaches of the Maldives
fr: Évadez-vous vers les plages immaculées des Maldives

source: Experience the purest white sands and crystal-clear waters
fr: Vivez l'expérience des sables blancs les plus purs et des eaux cristallines

source: Relax and rejuvenate on secluded paradise shores
fr: Détendez-vous et régénérez-vous sur des plages paradisiaques isolées

source: Dive into the Vibrant Marine Life
fr: Plongez dans la vie marine vibrante

source: Snorkel or dive among colorful coral reefs and exotic fish
fr: Faites du snorkeling ou plongez parmi les récifs coralliens colorés et les poissons exotiques

source: Witness the stunning underwater beauty of the Maldives
fr: Témoignez de la beauté sous-marine époustouflante des Maldives

source: Immerse in Maldivian Culture
fr: Imprégnez-vous de la culture maldivienne

source: Explore traditional music, arts, and local craftsmanship
fr: Explorez la musique traditionnelle, les arts et l'artisanat local

source: Connect with the warm hospitality of Maldivian locals
fr: Connectez-vous à l'hospitalité chaleureuse des habitants des Maldives

source: Indulge in Luxury Resorts
fr: Offrez-vous un luxe dans les stations balnéaires

source: Stay in over-water villas with panoramic ocean views
fr: Séjournez dans des villas sur l'eau avec vue panoramique sur l'océan

source: Enjoy world-class amenities and personalized service
fr: Profitez d'installations de classe mondiale et d'un service personnalisé

source: Discover the Maldives
fr: Découvrez les Maldives

source: Snorkeling at Banana Reef
fr: Snorkeling au Banana Reef

source: Experience the vibrant underwater world of Banana Reef, famous for its colorful coral gardens and diverse marine life.
fr: Vivez l'expérience du monde sous-marin vibrant du Banana Reef, célèbre pour ses jardins coralliens colorés et sa vie marine diversifiée.

source: Sunset Cruise
fr: Croisière au coucher du soleil

source: Enjoy a peaceful cruise across the Indian Ocean, with stunning views of the Maldives’ sunsets.
fr: Profitez d'une croisière paisible à travers l'océan Indien, avec des vues imprenables sur les couchers de soleil des Maldives.

source: Private Island Picnic
fr: Pique-nique sur une île privée

source: Spend a day on a secluded island with a private picnic, surrounded by pristine beaches and turquoise waters.
fr: Passez une journée sur une île isolée avec un pique-nique privé, entourée de plages immaculées et d'eaux turquoise.

source: Dolphin Watching Safari
fr: Safari pour observer les dauphins

source: Set sail to spot playful dolphins and enjoy a memorable safari adventure on the open sea.
fr: Prenez le large pour observer des dauphins espiègles et profitez d'une aventure de safari inoubliable en mer ouverte.

source: Spa Day on a Luxury Resort
fr: Journée spa dans un complexe de luxe

source: Relax with a day of rejuvenating spa treatments on one of the Maldives' world-renowned luxury resorts.
fr: Détendez-vous avec une journée de soins spa régénérants dans l'un des complexes de luxe de renommée mondiale des Maldives.

source: Diving at Maaya Thila
fr: Plongée à Maaya Thila

source: Dive at Maaya Thila, a top dive site where you can encounter sharks, rays, and an array of marine life.
fr: Plongez à Maaya Thila, un site de plongée de premier plan où vous pouvez rencontrer des requins, des raies et une variété de vie marine.

source: Maldivian Cooking Class
fr: Cours de cuisine maldivienne

source: Learn to cook traditional Maldivian dishes and experience the local flavors with a hands-on cooking class.
fr: Apprenez à cuisiner des plats traditionnels maldiviens et découvrez les saveurs locales avec un cours de cuisine pratique.

source: Kayaking in Crystal Clear Lagoons
fr: Kayak dans des lagunes cristallines

source: Explore the Maldives' clear lagoons by kayak and get close to the stunning natural beauty.
fr: Explorez les lagunes cristallines des Maldives en kayak et rapprochez-vous de la beauté naturelle époustouflante.

source: Underwater Restaurant Experience
fr: Expérience au restaurant sous-marin

source: Dine with a view like no other at an underwater restaurant, surrounded by marine life.
fr: Dégustez un repas avec une vue inégalée dans un restaurant sous-marin, entouré de vie marine.

source: Exclusive Maldives Experiences This Year
fr: Expériences exclusives aux Maldives cette année

source: After an incredible year for travel, we are thrilled to offer unique opportunities to explore the Maldives, with an emphasis on relaxation and luxury. Choose from a variety of packages that cater to both adventure and leisure.
fr: Après une année incroyable pour les voyages, nous sommes ravis d'offrir des opportunités uniques pour explorer les Maldives, avec un accent sur la détente et le luxe. Choisissez parmi une variété de forfaits qui répondent à la fois à l'aventure et à la détente.

source: of our packages offer extended stays for a more immersive experience in the Maldives.
fr: Nos forfaits offrent des séjours prolongés pour une expérience plus immersive aux Maldives.

source: Book now to enjoy exclusive offers and exceptional service.
fr: Réservez maintenant pour profiter d'offres exclusives et d'un service exceptionnel.

source: Luxury Beyond Expectations
fr: Luxe au-delà des attentes

source: of our clients choose private villas or overwater bungalows, allowing them to experience the ultimate in privacy and comfort while staying in one of the world’s most exclusive destinations.
fr: Nos clients choisissent des villas privées ou des bungalows sur l'eau, leur permettant de vivre une expérience ultime en matière de confidentialité et de confort dans l'une des destinations les plus exclusives au monde.

source: opt for wellness retreats with spa and holistic treatments,
fr: optez pour des retraites bien-être avec des soins spa et holistiques,

source: book diving and snorkeling adventures,
fr: réservez des aventures de plongée et de snorkeling,

source: enjoy water sports and island hopping.
fr: profitez des sports nautiques et du saut d'île en île.

source: Experiences Tailored to Your Preferences
fr: Expériences adaptées à vos préférences

source: of visitors seek both adventure and relaxation during their trip to the Maldives.
fr: De nombreux visiteurs recherchent à la fois l'aventure et la détente lors de leur voyage aux Maldives.

source: We offer a wide variety of experiences:
fr: Nous proposons une large gamme d'expériences :

source: from spa retreats and sunset cruises,
fr: des retraites spa aux croisières au coucher du soleil,

source: to shark diving and deep-sea fishing.
fr: de la plongée avec les requins à la pêche en haute mer.

source: For those seeking ultimate luxury, we recommend private island resorts where you can escape the crowds and immerse yourself in natural beauty.
fr: Pour ceux qui recherchent un luxe ultime, nous recommandons des stations balnéaires sur des îles privées où vous pouvez échapper à la foule et vous immerger dans la beauté naturelle.

source: Paiement Échoué
fr: Payment Failed

source: Désolé, le paiement pour vos activités de destination n'a pas abouti. Veuillez réessayer ou contacter notre support pour assistance.
fr: Sorry, the payment for your destination activities did not go through. Please try again or contact our support for assistance.

source: Retour à l'accueil
fr: Back to Home

source: Paiement Réussi !
fr: Payment Successful!

source: Merci pour votre paiement. Vos activités pour cette destination sont maintenant confirmées.
fr: Thank you for your payment. Your activities for this destination are now confirmed.

source: Our most popular African safari itineraries
fr: Nos itinéraires de safari africains les plus populaires

source: Looking for authentic souvenirs?
fr: Vous cherchez des souvenirs authentiques ?

source: Discover our unique selection of Afritudes products, authentic souvenirs, and local handicrafts that reflect the richness and cultural diversity of the region. Order today for unique and memorable items.
fr: Découvrez notre sélection unique de produits Afritudes, de souvenirs authentiques et de métiers locaux qui reflètent la richesse et la diversité culturelle de la région. Commandez aujourd'hui pour des articles uniques et mémorables.

source: Contact Us
fr: Contactez-nous

source: Our Products
fr: Nos produits

source: Handicrafts
fr: Artisanat

source: Local Handicrafts
fr: Artisanat local

source: Handmade, unique crafts.
fr: Artisanat fait main, unique.

source: Price:
fr: Prix :

source: Category:
fr: Catégorie :

source: 10 available
fr: 10 disponibles

source: Delivery:
fr: Livraison :

source: Local & International Shipping
fr: Expédition locale et internationale

source: Afritudes Products
fr: Produits Afritudes

source: Afritudes Scarf
fr: Écharpe Afritudes

source: Stylish and modern.
fr: Stylé et moderne.

source: Fashion
fr: Mode

source: 5 available
fr: 5 disponibles

source: International Shipping
fr: Expédition internationale

source: Personalized Souvenirs
fr: Souvenirs personnalisés

source: Custom Mug
fr: Mug personnalisé

source: Engrave your name!
fr: Gravez votre nom !

source: Customizable
fr: Personnalisable

source: 20 available
fr: 20 disponibles

source: Local & International
fr: Local et international

source: Artisan Jewelry
fr: Bijoux artisanaux

source: Wooden Necklace
fr: Collier en bois

source: Crafted by local artisans.
fr: Fabriqué par des artisans locaux.

source: Jewelry
fr: Bijoux

source: 8 available
fr: 8 disponibles

source: Local Delivery
fr: Livraison locale

source: Cultural Decor
fr: Décoration culturelle

source: Decorative Mask
fr: Masque décoratif

source: Hand-carved wooden mask.
fr: Masque en bois sculpté à la main.

source: Home Decor
fr: Décoration d'intérieur

source: 3 available
fr: 3 disponibles

source: Custom T-shirt
fr: T-shirt personnalisé

source: Printed T-shirt
fr: T-shirt imprimé

source: Customizable prints.
fr: Impressions personnalisables.

source: 15 available
fr: 15 disponibles

source: Souvenirs and Afritudes Products for Sale
fr: Souvenirs et produits Afritudes à vendre

source: Explore our carefully curated selection of high-quality souvenirs. Each item is crafted with care and reflects the rich cultural heritage of the region.
fr: Explorez notre sélection soigneusement choisie de souvenirs de haute qualité. Chaque article est fabriqué avec soin et reflète le riche patrimoine culturel de la région.

source: Cultural Souvenirs Collection
fr: Collection de souvenirs culturels

source: Wide range of local products.
fr: Large gamme de produits locaux.

source: Handcrafted Products
fr: Produits faits main

source: Beautiful and unique items for your home.
fr: Articles beaux et uniques pour votre maison.

source: Fast Delivery
fr: Livraison rapide

source: Local and international shipping available.
fr: Livraison locale et internationale disponible.

source: Embark on a Tanzanian Safari Adventure
fr: Partez pour une aventure de safari en Tanzanie

source: Explore the Serengeti and witness the Great Migration
fr: Explorez le Serengeti et assistez à la Grande Migration

source: Encounter Tanzania’s iconic wildlife up close
fr: Rencontrez de près la faune emblématique de la Tanzanie

source: Climb Mount Kilimanjaro
fr: Grimpez le Mont Kilimandjaro

source: Reach the summit of Africa’s tallest mountain
fr: Atteignez le sommet de la plus haute montagne d'Afrique

source: A once-in-a-lifetime trekking experience
fr: Une expérience de trekking unique au monde

source: Relax on Zanzibar’s Pristine Beaches
fr: Détendez-vous sur les plages immaculées de Zanzibar

source: Unwind on the soft, white sands of Zanzibar
fr: Détendez-vous sur les sables blancs et doux de Zanzibar

source: Crystal clear waters perfect for relaxation
fr: Des eaux cristallines parfaites pour la détente

source: Experience Tanzanian Culture
fr: Découvrez la culture tanzanienne

source: Engage with local tribes and experience Tanzanian heritage
fr: Rencontrez les tribus locales et découvrez le patrimoine tanzanien

source: Visit bustling markets and traditional villages
fr: Visitez les marchés animés et les villages traditionnels

source: Discover Tanzania
fr: Découvrez la Tanzanie

source: Serengeti Safari
fr: Safari Serengeti

source: Experience the Serengeti National Park with a safari adventure and witness the Great Migration of wildebeest and zebras.
fr: Vivez l'expérience du Parc National du Serengeti avec une aventure de safari et assistez à la Grande Migration des gnous et des zèbres.

source: Mount Kilimanjaro Trek
fr: Trek du Mont Kilimandjaro

source: Challenge yourself with a trek up Mount Kilimanjaro, the highest peak in Africa.
fr: Défiez-vous avec un trek au Mont Kilimandjaro, le plus haut sommet d'Afrique.

source: Ngorongoro Crater
fr: Cratère du Ngorongoro

source: Explore the Ngorongoro Crater, a UNESCO World Heritage Site teeming with diverse wildlife.
fr: Explorez le cratère du Ngorongoro, un site classé au patrimoine mondial de l'UNESCO, riche en faune diversifiée.

source: Lake Manyara National Park
fr: Parc national du lac Manyara

source: Visit Lake Manyara, famous for its flamingos, tree-climbing lions, and stunning landscapes.
fr: Visitez le lac Manyara, célèbre pour ses flamants roses, ses lions grimpeurs d'arbres et ses paysages magnifiques.

source: Tarangire National Park
fr: Parc national de Tarangire

source: Discover the elephant herds and iconic baobab trees of Tarangire National Park.
fr: Découvrez les troupeaux d'éléphants et les emblématiques baobabs du parc national de Tarangire.

source: Maasai Village Visit
fr: Visite d'un village masaï

source: Experience the culture and traditions of the Maasai people with a guided village visit.
fr: Découvrez la culture et les traditions du peuple masaï lors d'une visite guidée d'un village.

source: Zanzibar Spice Tour
fr: Tour des épices de Zanzibar
